{
  "entries": [
    {
      "text": "The tiny porch series is such a unique and exciting way for artists to showcase their talent and for fans to experience the music. Because of its ‘block party’ feel, the fans and artists are together on the same plane and able to interact and share the experience in a way that doesn’t happen on a stage in a club. The hosts are amazing and warm. The whole neighborhood is engaged and the feeling of community and love is absolutely palpable. If you have the chance to play or attend in some way, don’t pass it up.",
      "author": "Hansi Armentrout",
      "role": "Local Musician"
    },
    {
      "text": "The Tiny Porch concerts fill a void in a Richmond music scene that does not always serve the smaller local musicians. I had a blast playing for this community of listeners.",
      "author": "Burke Ingraffia",
      "role": "Local Musician"
    },
    {
      "text": "The neighborhood shows up, listens, dances, and tips well. What more can you ask for?",
      "author": "Brookhouse",
      "role": "Local Band"
    },
    {
      "text": "We had an amazing experience playing in Woodland Heights. What makes it special is the community y'all have built. Y'all were communicative and courteous. We felt welcomed and appreciated. Y'all went above and beyond to promote and share our art. Y'all made sure we had the right equipment and helped us load in and out. We'd love to play there again!",
      "author": "Squeeze the Squid",
      "role": "Local Band"
    },
    {
      "text": "Who knew we had so many talented neighbors!? There's just nothing more special than enjoying the musical gifts of our friends in the streets or yards of our beautiful little neighborhood. Tiny Porch is an incredibly rich part of our community and so incredibly well organized.",
      "author": "Nathan Saxman",
      "role": "Local Resident"
    },
    {
      "text": "I have met so many talented musicians through this neighborhood event, and it's an honor to have performed among them. It is an absolute pleasure being a part of the Tiny Porch experience and getting to know this incredible neighborhood and the people who inhabit it. Thank you for the opportunity!",
      "author": "Elle Christine",
      "role": "Local Musician"
    },
    {
      "text": "Any opportunity in which music and community are brought together is one worth investing in. Tiny Porch is a perfect example of that. ",
      "author": "Isaac Friend",
      "role": "Artist"
    },
    {
      "text": "What a cool event! In many ways it’s a reminder of why music is so special and why the community it brings with it is just as important as the music itself. ",
      "author": "Hunter Pease (Mango Thieves) ",
      "role": "Artist"
    }
  ]
}
